7zip
acpid
adwaita-fonts
alsa-utils
base
base-devel
blueman
bluetui
bluez-utils
breeze-gtk
breeze-icons
brightnessctl
btop
btrfs-progs
calcurse
cava
chafa
cliphist
cmus
code
cronie
efibootmgr
fastfetch
fd
feh
file-roller
fprintd
fzf
gamemode
gamescope
git
github-cli
gnome-calculator
gnome-font-viewer
grim
grub
grub-btrfs
gvfs
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsysteminfo
imagemagick
inotify-tools
intel-ucode
inter-font
iwd
jq
kitty
lazygit
lib32-gamemode
lib32-mesa
lib32-pipewire
lib32-vulkan-intel
linux
linux-firmware
linux-headers
lshw
lutris
man-db
mesa
mesa-utils
minicom
mpd
mpv
nano
ncspot
nemo
neovim
nerd-fonts-noto-sans-regular-complete
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
openbsd-netcat
openresolv
openssh
pavucontrol
perl-image-exiftool
picocom
pingus
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
plymouth
poppler
pulsemixer
putty
qt5-base
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-5compat
qt6ct
reflector
rofi-wayland
rustdesk
samba
screen
sddm
slurp
smbclient
snapper
sof-firmware
spotify-launcher
steam
steam-native-runtime
sublime-text-4
swayimg
swaync
terminus-font
tmux
ttf-dejavu
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-icomoon-feather
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-meslo-nerd-font-powerlevel10k
tuned
udiskie
unzip
vivaldi
vulkan-intel
waybar
wev
wget
wireguard-tools
wireplumber
xdg-desktop-portal-hyprland
xorg-xhost
xorg-xwayland
yad
yay
yazi
zathura
zathura-cb
zathura-pdf-mupdf
zip
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
