7zip
acpid
alsa-utils
base
base-devel
blueman
bluez-utils
brave-bin
breeze
brightnessctl
btop
btrfs-progs
calcurse
cava
cmus
cronie
efibootmgr
fastfetch
feh
firefox
fprintd
gamemode
git
github-cli
grim
grub
grub-btrfs
gvfs
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsysteminfo
imagemagick
inotify-tools
intel-ucode
inter-font
iwd
jq
kitty
kvantum
lazygit
lib32-gamemode
lib32-mesa
lib32-pipewire
lib32-vulkan-intel
linux
linux-firmware
linux-headers
lshw
lxappearance
ly
man-db
mesa
mesa-utils
mousepad
mpd
nano
nautilus
ncspot
neovim
nerd-fonts-noto-sans-regular-complete
network-manager-applet
networkmanager
networkmanager-openvpn
nwg-look
openbsd-netcat
openresolv
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
plymouth
pulsemixer
qt5-base
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-5compat
qt6ct
reflector
rustdesk
samba
scrot
sddm
slurp
smbclient
snapper
sof-firmware
spotify-launcher
steam
steam-native-runtime
sublime-text-4
swaync
terminus-font
thunar
tmux
ttf-dejavu
ttf-fantasque-nerd
ttf-meslo-nerd-font-powerlevel10k
tuned
udiskie
unzip
vulkan-intel
waybar
wev
wget
wireguard-tools
wireplumber
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server-xephyr
xorg-xhost
xorg-xwayland
yad
yay
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-theme-powerlevel10k-git
